Repository: collective/zettwerk.ui
Catalog: zettwerk/ui/locales/*/LC_MESSAGES/zettwerk.ui.po
Languages: es

source: Add theme
es: Agregar tema

source: Create download directory at:
es: Crear descarga en el directorio:

source: Directory created
es: Directorio creado

source: Download name given but nothing themed - please use themeroller
es: Nombre para descarga dado, pero a ningún temas aplicado - por favor, use themeroller

source: Existing themes
es: Temas existente

source: Please select a theme from the existing ones.
es: Por favor, seleccionar un tema desde uno existente.

source: Please use no special characters.
es: Por favor, no use caracteres especiales.

source: Sorry, due to security restrictions, this tool only works in Firefox
es: Lo sentimos, debido a las restricciones de seguridad, esta herramienta sólo funciona en Mozilla Firefox

source: Sorry, sunburst is an invalid name
es: Lo siento, sunburst es un nombre invalido

source: The downloaded zipfile is corrupt. This could mean that the themeroller webservice has problems. The common fix for this is, to wait a day or two and try it again.
es: El archivo comprimido .zip descargado esta corrupto. Este podría significar que el servicio web de themeroller tiene problemas. La solución común a esto es, esperar un día o dos y intente de nuevo.

source: Theme
es: Tema

source: You opened themeroller, but no download name is given. Click ok to continue and ignore your changes or click cancel to enter a name.
es: Su themeroller esta abierto, pero no tiene nombre para descarga dado. Haga clic en el botón Aceptar para continuar y ignorar los cambios o haga clic en el botón Cancelar pata introducir un nombre.

source: add_theme_description_text
es: <p>Lamentablemente,\n en la integración "al vuelo" de ThemeRoller ya no funciona. Pero\n es posible, para descargar y agregar nuevos temas a mano. Hay\n dos tipos de temas: los temas predeterminados JQuery UI y los temas personalizados.</p>\n <p>Para incluir todos los temas por defecto siga los siguientes pasos:\n <ol>\n <li>Descargar el archivo .zip de <a href=\"http://jqueryui.com/resources/download/jquery-ui-themes-1.9.2.zip\">http://jqueryui.com/resources/download/jquery-ui-themes-1.9.2.zip</a></li>\n <li>Extraer el contenido/subcarpetas de la carpeta themes para el directorio de descarga de zettwerk.ui.</li>\n <li>Actualizar esta página y elija un tema.</li>\n </ol>\n </p>\n <p style=\"margin-top: 2em\">Para incluir un tema personalizado siga estos pasos:\n <ol>\n <li>Ir a la página ThemeRoller en <a target=\"_blank\" href=\"http://jqueryui.com/themeroller/\">http://jqueryui.com/themeroller/</a> y crear un tema personalizado con la herramienta ThemeRoller. </li>\n <li>Haga clic en Descargar el tema (en el widget ThemeRoller)</li>\n <li>En la página siguiente, elija la versión legado (1.9.2 hasta el momento)</li>\n <li>Vaya a la parte inferior de la página establecer un nombre de carpeta que recibe el nombre del tema.</li>\n <li>Por favor, haga clic en descargar</li>\n <li>Extraer la carpeta css/$su_nombre_tema a su directorio de descarga zettwerk.ui.</li>\n <li>Actualizar esta página y elegir un tema.</li>\n </ol>\n </p>\n
